<?
$MESS[ "PRICEVA_BC_INSTALL_STEP1_TEXT_1" ]          = "Ниже вам представлены некоторые настройки модуля «Priceva: Connector», которые вы можете задать еще в процессе установки. В дальнейшем вы всегда сможете изменить данные настройки на странице настроек модуля, которая станет доступна после удачной установки по адресу «Администрирование / Настройки / Настройки продукта / Настройки модулей».";
$MESS[ "PRICEVA_BC_INSTALL_STEP1_TEXT_2" ]          = "Модуль «Priceva: Connector» в процессе своей установки создаст новый тип цен, он будет называться «Priceva». Данный тип цен может быть выбран для загрузки цен из нашего сервиса на странице настроек модуля. Это тип цен создается для того, чтобы вы не потеряли свои цены и наш модуль никоим образом не нарушил работу вашего вебсайта. В дальнейшем вы сможете либо изменить данную настройку, либо воспользоваться сторонними решениями для переноса данных цен на отображаемую на сайте цену или цены, для перерасчета и анализа цен, и для прочих, необходимых вам операций.";
$MESS[ "PRICEVA_BC_INSTALL_STEP1_PRICE_TYPE_TEXT" ] = "Выберите тип цен, в который будут загружаться цены из Priceva";
$MESS[ "PRICEVA_BC_INSTALL_STEP1_PRICE_TYPE_BASE" ] = "Текущий базовый тип цен";
$MESS[ "PRICEVA_BC_INSTALL_STEP1_PRICE_TYPE_NEW" ]  = "Создать новый тип цен";
$MESS[ "PRICEVA_BC_INSTALL_STEP1_SELECT_LATER" ]    = "Выбрать позднее...";
