ќчередное значительное обновление модул€:

Х »справлена ошибка с установкой нулевой цены в Bitrix, если рекомендованна€ цена в Priceva была также равна нулю
Х ќпци€ " оличество загрузок за раз" теперь доступна дл€ установки в обоих вариантах первоисточника данных (так как по факту мы в обоих случа€х загружаем все товары из Priceva, на данный момент)
Х Ѕолее нагл€дна€ информаци€ о синхронизации как в случае ее ручного запуска, так и в случае автоматического
Х ѕрочие улучшени€ в коде, призванные улучшить его читабельность и исправить мелкие баги
